Repository: 84000/data-translation-memory
Catalog: toh325-v2.tmx
Source language: bo
Languages: en

source: ཀླུའི་རྒྱལ་པོ་རྔ་སྒྲའི་ཚིགས་སུ་བཅད་པ།
en: The Verses of Nāga King Drum

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: དེ་བཞིན་གཤེགས་པས་རབ་བསྟན་པ། །བྱང་ཆུབ་སེམས་དཔའ་སྐྱེས་པའི་རབས། །
en: The Thus-Gone One has spoken Of his past lives as a bodhisattva.

source: ཐམས་ཅད་ལེགས་པར་འདུས་ནས་སུ། །ཤིན་ཏུ་དང་བའི་སེམས་ཀྱིས་ཉོན། །
en: As these stories have been carefully collected, Listen now with a faithful mind.

source: རྫོགས་པའི་སངས་རྒྱས་ལྷ་ཡི་ལྷ། །དེ་བཞིན་གཤེགས་པ་བཞུགས་པ་ན། །
en: Once, when the perfect Buddha, the god of gods, The Thus-Gone One, was still alive,

source: དགེ་སློང་རྣམས་ནི་གཅིག་ལ་གཅིག །ཁ་སྟོབས་ལ་སོགས་རྣམས་ཀྱིས་འགྱིང་། །
en: Some monks sought to get the better of each other, Through rhetoric and other means.

source: དགེ་སློང་ཚིག་ངན་འདོན་པ་ད་ག །དྲང་སྲོང་ཆེན་པོས་གསན་པ་ན། །
en: The Great Sage overheard The negative words uttered by the monks.

source: དེ་ཕྱིར་ཐུབ་པས་དགེ་འདུན་རྣམས། །བསྡུས་ནས་འདི་སྐད་བཀའ་སྩལ་ཏེ། །
en: So the Sage summoned the saṅgha And told everyone,

source: ཁྱེད་ཅག་ཁ་སྟོབས་ལ་སོགས་པས། །གཅིག་ལ་གཅིག་ནི་འཚེ་བྱེད་པ། །
en: “You inflict harm on one another By rhetoric and other means.

source: ཁྱིམ་ནས་ཁྱིམ་མེད་རབ་བྱུང་དང་། །དེ་དག་འཐུན་པ་མ་ཡིན་ནོ། །
en: Such actions are not suitable For those who have gone forth from home to homelessness.

source: རྟག་ཏུ་ཡང་དག་དགའ་བྱེད་པའི། །ཆོས་དྲུག་གང་ཡིན་ལ་འཇུག་པ། །
en: “Engage in six practices That are sure to always bring joy.

source: འདི་ནི་ཁྱིམ་ནས་ཁྱིམ་མེད་པར། །རབ་ཏུ་བྱུང་བ་རྣམས་དང་འཐུན། །
en: These are suitable For those who have gone forth from home to homelessness.

source: སེམས་ཅན་ཀུན་ལ་སྙིང་བརྩེའི་ཕྱིར། །འཚེ་བ་མེད་པར་ངས་བསྒོམས་ནསཇི་ལྟར་བྱང་ཆུབ་དོན་གཉེར་བ། །དགེ་སློང་ང་ལས་འདི་ཉོན་ཅིག །
en: “Monks, hear from me How I cultivated nonviolence And strove for awakening, Out of compassion for all beings.

source: ཤེས་རབ་ལྡན་པའི་མི་ཡིས་འདི། །ཐོས་ནས་སྡིག་པ་རྣམ་སྤོངས་ལ། །
en: “Wise persons who have heard this Will avoid negative actions,

source: གྲུབ་དང་བདེ་བ་ཐོབ་བྱའི་ཕྱིར། །དགེ་བའི་ཆོས་ལ་སྤྱད་པར་གྱིས། །
en: And for the sake of success and happiness, Will engage in virtuous deeds.

source: སྔོན་གྱི་སྤུན་དྲུང་གྱུར་པ་ཡི། །ཀླུ་ཡི་རྒྱལ་པོ་གཉིས་བྱུང་བ། །
en: “Once, there were two nāga kings Who were brothers.

source: གཅིག་གི་མིང་ནི་རྔ་ཞེས་བྱ། །གཉིས་པ་ཉེ་རྔ་ཞེས་བྱའོ། །
en: The first was called Drum, And the second, Tambour.

source: གཉིས་ཀ་སྲོག་གཅོད་ལས་ལྡོག་ཅིང་། །ཚུལ་ཁྲིམས་ལྡན་ཞིང་དབང་ཆེན་གྲགས། །
en: “They both abstained from killing, upheld morality, And were known to possess great powers.

source: ཀླུ་ཡི་སྐྱེ་གནས་ལ་སྨོད་ཅིང་། །མི་ཡི་སྲིད་པ་འདོད་པར་གྱུར། །
en: Displeased with their birth as nāgas, They yearned for a human existence.

source: ཚུལ་ལྡན་མང་དུ་ཐོས་པ་ཡི། །དགེ་སྦྱོང་བྲམ་ཟེ་མཐོང་བ་དང་། །
en: “Whenever they came across ascetics and priests Who were disciplined and learned,

source: མི་ཡི་ཚུལ་དུ་བསྒྱུར་ནས་ནི། །བསྙེན་བཀུར་དག་ཀྱང་བྱེད་པར་འགྱུར། །
en: They transformed themselves into humans, To offer their service and respect.

source: ཟླ་བ་ཕྱེད་དང་ཚེས་བརྒྱད་དང་། །བཅུ་བཞི་བཅོ་ལྔ་གང་ཡིན་པ། །དེ་ལ་ཡན་ལག་བརྒྱད་པ་ཡི། །གསོ་སྦྱོང་ལ་ནི་ལེགས་མཉམ་འཇོག །
en: “Twice a month, whether on the eighth, fourteenth, Or fifteenth day, They practiced the rite of restoring vows Involving the eight precepts.

source: དེ་གཉིས་སྔོན་གྱི་གནས་སྤངས་ནས། །ཡུལ་གཞན་ཞིག་ཏུ་ཕྱིན་པ་དང་། །
en: “The two left their former home And journeyed to a new land,

source: དེ་དང་ཉེ་བའི་གནས་དེ་ན། །རྔ་སྒྲ་ཞེས་བྱའི་ཀླུ་གནས་སོ། །
en: Where there lived, not far away, A nāga named Drumbeat.

source: ཀླུ་ཡི་སྐྱེས་མཆོག་སྤུན་གཉིས་པོ། །དེ་གཉིས་འོང་བར་དེས་ཤེས་ནས། །
en: “Sensing the arrival Of the two fine nāga brothers,

source: ཁེངས་ཤིང་ཁྲོས་པའི་ཡིད་ཀྱིས་སུ། །དུ་བ་ཅན་གྱི་དབུགས་འབྱིན་ཅིང་། །
en: His mind was filled with arrogance and anger, And he belched out a cloud of smoke.

source: ཁྱེད་གཉིས་ཆོས་སྤྱོད་མ་ཡིན་ཏེ། །གཡོན་ཅན་ཚུལ་ངན་འཆོས་པའོ་ཞེས། །
en: “ ‘You two are not engaged in Dharma, But are deceitful, undisciplined hypocrites,’ he said.

source: རྔ་སྒྲས་ཚིག་ནི་རྩུབ་མོ་ཡིས། །ཡང་དང་ཡང་དུ་སྐྲོད་པར་བྱེད། །
en: Drumbeat harassed them repeatedly With hurtful words such as these.

source: དམན་པས་བསྐྲད་པ་ཐོས་པ་དང་། །ཉེ་རྔ་རབ་ཏུ་ཁྲོས་གྱུར་ཏེ། །
en: “Hearing abuse from someone as lowly as he, Tambour grew enraged.

source: དེ་ཚེ་ཕུ་བོ་རྔ་ལ་ནི། །ཚིག་རྣམས་ཀྱིས་ནི་གོ་བྱས་པ། །
en: To his elder brother Drum, He explained the things he had heard.

source: ཀྱེ་རྔ་མི་ཡི་འཇིག་རྟེན་དག་འདི་ན། །ཚིག་ངན་མངོན་དུ་སྨྲ་བས་གདུང་བྱེད་ཅིང་། །
en: “ ‘O Drum, in this world of humans, Hurtful words that cause much harm are spoken.

source: སྦལ་ཟན་ཆུ་ཡི་འགྲམ་ན་སྐྱེས་པ་ཡིས། །མཆེ་བ་གདུག་པས་བདག་ཅག་སྐྲོད་པར་བྱེད། །
en: This toad-eater, born on the bank of a stream, Is driving us away with venomous fangs.

source: འདི་ནི་ཆུ་ནང་དུད་འགྲོ་རྣམས་ལ་འཚེ། །ཐང་ལ་མི་རྣམས་ལ་ཡང་འཚེ་བར་བྱེད། །
en: “ ‘He harms both the animals who live in water And the humans who live on land.

source: གཙོ་བོ་གལ་ཏེ་བདག་ལ་བཟོད་མཆིས་ཀྱང་། །ཚིག་ངན་སྨྲ་ལ་ཡིད་ནི་བཟོད་མི་ནུས། །
en: O Lord, though I may possess patience, My mind cannot tolerate such abusive words.

source: དེང་ནི་འདི་ཡི་གྲོང་ཁྱེར་དང་། །ཕོ་བྲང་གཉེན་འདུན་བཅས་བརླག་སྟེ། །
en: “ ‘Let us now lay waste to his city, His palace, and his relatives and attendants.

source: རྔ་སྒྲ་གཏན་ནས་བླངས་ནས་སུ། །འདི་ནས་བདག་ཅག་འདོང་བར་བྱ། །
en: Having overthrown Drumbeat, Let us then take leave of this place.’

source: ཀླུ་ཡི་རྒྱལ་པོ་སྟོབས་པོ་ཆེ། །དེ་ཡིས་ནུ་བོའི་ཚིག་ཐོས་ནས། །
en: “Hearing the words of his younger brother, The mighty nāga king

source: ཡིད་ལ་འབབ་པར་བྱེད་པ་ཡི། །ཚིགས་བཅད་འདི་སྐད་སྨྲས་ཏེ་བསྒོ། །
en: Instructed him By uttering these pleasing verses:

source: གང་གིས་ཁྱིམ་དུ་ཉིན་ཞག་འགའ་གནས་ཤིང་། །བཟའ་དང་བཏུང་བ་ལེགས་པར་བླངས་གྱུར་པ། །དེ་ལ་ཡིད་ཀྱིས་གནོད་པར་མི་བསམ་སྟེ
en: “ ‘Do not foster malice toward one In whose home you have stayed for few days, Or from whom you have received food and drink—

source: བྱས་པ་གཟོ་བ་སྐྱེས་བུ་དམ་པས་བསྔགས། །
en: The virtue of gratitude is extolled by sublime beings.

source: ལྗོན་ཤིང་གང་གི་གྲིབ་མ་ཡིས། །ཡུད་ཙམ་ཞིག་ཀྱང་ལེགས་འགེབས་དེའི། །ལོ་མའང་བཅད་པར་མི་བྱ་ན། །
en: “ ‘You would not cut off the leaves Of a tree that has provided you shade, No matter how briefly;

source: ཡལ་ག་ལྗོན་ཤིང་སྨོས་ཅི་དགོས། །
en: Need we say anything of its trunk or branches?

source: ནགས་ཚལ་ཤིང་ནི་བཅད་དམ་བསྲེགས་ཀྱང་རུང་། །སླར་ཡང་སྐྱེ་འགྱུར་འདི་ལ་ཐེ་ཚོམ་མེད། །
en: “ ‘Trees of the forest, whether felled or burned, Will grow again—of this there is no doubt.

source: ལག་པ་རློན་བཅད་ཕྱིར་ཡང་མི་སྐྱེ་ལྟར། །གྲོགས་ལ་འཁུ་བས་ཡུན་རིང་བདེ་མི་ཐོབ། །
en: But just as hands, when chopped off, do not grow back, One who is hostile to his friends will find no lasting happiness.

source: སྐྱེ་བོ་ངན་པ་ཡུན་རིང་མཆོད་བྱས་ཤིང་། །བཟའ་བཏུང་ཞིམ་པོ་མང་པོས་ཕན་བཏགས་ཀྱང་། །དེས་ནི་ངེས་པར་གྲོགས་པོ་སྤོང་འགྱུར་ཏེ། །
en: “ ‘A bad person will abandon his friends, No matter how long he is shown respect, Or served delicious food and drink—

source: གླང་ཆེན་གྱིས་ནི་ཀོའུ་ཤིའི་སྤྱིལ་བུ་བཞིན། །
en: He is like an elephant in a grass hut.

source: ཇི་ལྟར་ཆུ་འགྲམ་ཤིང་ནི་འགྱེལ་འགྱུར་ལྟར། །མི་གང་བློ་ནི་གཡོ་ཞིང་འགྱུར་བྱེད་པ། །དེ་ཡི་མཛའ་བཤེས་བརྟན་པར་མི་འགྱུར་ཏེ
en: “ ‘Just as the trees on riverbanks will fall, Persons who are deceptive and unreliable Do not enjoy lasting friendship—

source: ཤིང་ཤུན་ཚོན་གྱིས་རས་དཀར་བཙོས་པ་བཞིན། །
en: They are like white cloth simmered in plant dye.

source: གལ་ཏེ་མཁས་པས་དགྲ་བོ་དག །མི་དགའ་བར་ནི་བྱེད་འདོད་ན། །
en: “ ‘Should the wise desire To cause displeasure to their enemies,

source: སེམས་ལ་སྐྱོན་ནི་མེད་བྱས་དང་། །དེ་ཉིད་ཀྱིས་ནི་དེར་གནོད་འགྱུར། །
en: They must free their minds from negativities, For this hurts them just as much.

source: རྒྱ་མཚོ་དང་ནི་རི་རབ་དང་། །ས་རྣམས་བདག་གི་ཁུར་མིན་གྱི། །བྱས་པ་མི་གཟོ་གང་ཡིན་པ། །དེ་ནི་བདག་གི་ཁུར་ཆེན་ཡིན། །
en: “ ‘The oceans, mountains, and lands Do not weigh us down. But not repaying kindness Does, in fact, weigh us down.

source: མི་གང་སེམས་ནི་མི་རྒོད་ཅིང་། །བྱས་པ་གཟོ་དང་བྱས་པ་ཚོར། །བྱས་པ་ཆུད་གཟོན་མི་བྱེད་པ། །
en: “ ‘People who are calm Will repay kindness, acknowledge it, And not squander it;

source: དེ་དག་མཁས་པས་རབ་ཏུ་བསྔགས། །
en: They are thus commended by the wise.

source: ཆོས་བདེ་བྱམས་པ་བདེ་བ་སྟེ། །འཇུག་ངོགས་བདེ་བའི་ཆུ་ཀླུང་བཞིན། །
en: “ ‘The Dharma is joyful, and love is joyful, Like a river with pleasant banks.

source: གྲོགས་ལ་འཁུ་བ་མེད་པ་དང་། །ང་སྙེམས་ང་རྒྱལ་ཟད་པ་བདེ། །
en: Similarly, those who rid themselves of pride and arrogance And do not begrudge friends are indeed joyful.

source: ཁེངས་དང་ཟོལ་བྱེད་ང་རྒྱལ་ཆེ། །སྡིག་པའི་གྲོགས་པོ་སྟེན་པ་དང་། །སྟོབས་ལྡན་རྣམས་ལ་རྒོལ་བྱེད་པ། །དེ་དག་རྣམས་ཀྱི་གྲགས་པ་འཇིག །
en: “ ‘Conceit, deception, and arrogance; Reliance on immoral friends; and Conflict with the powerful— These will ruin your reputation.

source: དེ་ཕྱིར་ཁེངས་པར་མི་བྱ་སྟེ། །ཁྲོ་བ་རྣམ་པར་སྤང་བར་བྱ། །
en: “ ‘Therefore, do not be conceited, And completely relinquish anger.

source: ཁེངས་དང་ཁྲོ་བ་འོངས་འགྱུར་ན། །གྲགས་པ་མཐའ་དག་འཇིག་པར་འགྱུར། །
en: When conceit and anger arise, They completely ruin your reputation.

source: གང་ཞིག་རྒན་དང་བྱིས་པ་ནད་པ་དང་། །ཉམ་ཆུང་ཐབས་སྟོར་དེ་བཞིན་དམན་པ་དང་། །རྒྱལ་པོས་སྤངས་དང་སྐྱབས་མེད་པ་དག་ལ། །སྙིང་བརྩེ་མེད་པ་དེ་དག་མིར་མི་རུང་། །
en: “ ‘Whoever lacks compassion for elders, infants, and the sick; For the weak, helpless, and lowly; and For those who are banished and helpless— Such a person shall not be deemed human.

source: རང་གི་ཡུལ་འཁོར་གནས་སྤངས་ཏེ། །གཞན་གྱི་ལྗོངས་སུ་ཕྱིན་པ་ན། །
en: “ ‘If you leave your country and home, And travel to a foreign land,

source: ཚིག་ངན་སོ་སོར་ཟློག་པ་ལ། །བཟོད་པ་ཆེན་པོ་བྱ་དགོས་སོ། །
en: You must cultivate strong patience To counter all harsh words.

source: རང་གི་ཡུལ་ན་བརྙས་བཞིན་འདུག་པ་བས། །མི་རྣམས་གཞན་གྱི་ཡུལ་ན་གནས་ཀྱང་རུང་། །
en: “ ‘If suffering abuse in your own land, It is better to live in the lands of others;

source: གང་ན་མི་རྣམས་གཞན་གྱིས་མི་བརྙས་ཏེ། །རང་གི་ཡུལ་ཡིན་དེ་དག་རང་གི་མི། །
en: Because wherever you are not abused Is your land, and they are your people.

source: མི་མཆོག་རྣམས་ནི་བརྙས་ཐབས་བྱས་པའི་ཚེ། །ཆུང་མ་སྡུག་དང་ལོངས་སྤྱོད་རྒྱ་ཆེན་གཏོང་། །
en: “ ‘Excellent beings, when subjected to abuse, Give up beautiful wives and vast wealth.

source: ངན་པ་རྣམས་ནི་དེ་ནའང་ཡོངས་སུ་འཁྱམ། །བརྙས་ཐབས་བྱས་པ་དེ་ཡང་ཆུ་བཞིན་འཐུང་། །
en: Immoral ones, however, are entangled in these, And end up drenched with abuse.

source: དར་བ་རྙེད་པ་དགའ་བ་སྟེ། །རྒུད་པ་མོད་པ་ཡིན་པའི་ཕྱིར། །
en: “ ‘Because prosperity is rare While poverty is abundant,

source: སེམས་ཅན་དམས་པར་གྱུར་པའི་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: When people face ruin, Just keep quiet and you will find joy.

source: གལ་ཏེ་ནོར་མེད་ཕྱོགས་ཉུང་ངམ། །མཛའ་བཤེས་ཕྱོགས་ཀྱི་སྟོབས་ཆུང་ངམ། །དགྲ་བོ་ཕྱོགས་ཀྱི་སྟོབས་ལྡན་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When left with no wealth and few options, When your kin are weak, Or when your rivals are strong, Just keep quiet and you will find joy.

source: མི་རྣམས་ཆོས་མིན་བྱེད་པ་དང་། །འདོད་པའི་ལོངས་སྤྱོད་མངོན་དགའ་ཞིང་། །དད་ཆུང་ངོ་ཚ་མེད་པའི་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When people indulge in immoral deeds, Strongly crave sense pleasures, And have little faith and no sense of shame, Just keep quiet and you will find joy.

source: མི་རྣམས་ཁྲོ་བར་བྱེད་པ་དང་། །གནོད་སེམས་མང་པོར་གྱུར་པ་དང་། །གཞན་ལའང་གདུག་པའི་ཚུལ་ལྡན་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When people show anger and A profusion of malice, And are spiteful toward others, Just keep quiet and you will find joy.

source: མི་རྣམས་དད་པ་མེད་པ་དང་། །ཁྭ་བཞིན་མུ་ཅོར་སྨྲ་བ་དང་། །སྒྱུ་དང་གཡོ་དག་བྱེད་པའི་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When people lack faith, Prattle on like crows, And resort to guile and deception, Just keep quiet and you will find joy.

source: མི་རྣམས་ཚུལ་ཁྲིམས་འཆལ་པ་དང་། །གཏུམ་ཞིང་གཟུ་ལུམས་བྱེད་པ་དང་། །བདེན་པའི་ཆོས་དང་མི་ལྡན་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When people are morally debased, Act fiercely and callously, And lack righteousness, Just keep quiet and you will find joy.

source: མི་རྣམས་ངང་ཚུལ་ངན་པ་དང་། །ལོག་པའི་ལྟ་བས་བཅོམ་པ་དང་། །གཏུམ་ཞིང་སྡང་བར་གྱུར་པའི་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When people are ill-natured, Overcome by false views, And fierce and hateful, Just keep quiet and you will find joy.

source: ངོ་ཚ་མེད་ཅིང་བརྫུན་དུ་སྨྲ། །དོན་མེད་ཕྲ་མ་ཚིག་རྩུབ་དང་། །དབྱེན་དང་ཁྱལ་པ་སྨྲ་བའི་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When people are shameless and tell lies, Or resort to pointless, divisive, hurtful, Gossipy, or divisive speech, Just keep quiet and you will find joy.

source: ཡ་རབས་ཚུལ་མེད་ཤིན་ཏུ་ཁེངས། །ང་རྒྱལ་གྱིས་ནི་འགྱིང་བ་དང་། །ཕྲག་དོག་བརྐམ་དང་ཚུལ་ཉམས་ཚེ། །ཁ་རོག་འདུག་དང་བདེ་བ་འཐོབ། །
en: “ ‘When people are bereft of noble ways, Extremely arrogant, and inflated with pride, And are jealous, greedy, and lacking in manners, Just keep quiet and you will find joy.

source: གང་ཚེ་མི་ཡི་རུས་རྣམས་དང་། །རིགས་རྣམས་ཤེས་པ་མ་ཡིན་པའི། །མི་དང་ལྷན་ཅིག་འདུག་པ་ན། །དེ་ཚེ་ང་རྒྱལ་བྱར་མི་རུང་། །
en: “ ‘When living amidst people Whose caste and paternal lineage Are unknown, It is not right to be prideful.

source: གཞན་གྱི་ཡུལ་ན་འདུག་པ་དང་། །གཞན་གྱི་འཚོ་བས་འཚོ་བའི་ཚེ། །ཡུལ་གྱི་ཕྱིར་དང་བདེ་བའི་ཕྱིར། །གཞན་གྱིས་བརྙས་པ་དེ་བཟོད་བྱ། །
en: “ ‘When dwelling in a foreign land, Sustained by others’ provisions, For the sake of the land and peoples’ well-being, Have patience when scorned by others.

source: གཞན་གྱི་ཡུལ་ན་གནས་པ་དང་། །གཞན་གྱི་འཚོ་བས་འཚོ་བའི་ཚེ། །སྡང་བས་འཁྲུག་པར་གྱུར་པ་ན། །གཞན་གྱིས་བརྙས་པ་དེ་བཟོད་བྱ། །
en: “ ‘When living in a foreign land, Sustained by others’ provisions, If caught in a spiteful conflict, Have patience when scorned by others.

source: གཞན་གྱི་ཡུལ་ན་འདུག་པ་དང་། །གཞན་གྱི་འཚོ་བས་འཚོ་བའི་ཚེ། །དམན་པས་བསྐྲད་པར་གྱུར་ཀྱང་རུང་། །ཤེས་རབ་ལྡན་པས་དེ་བཟོད་བྱ། །
en: “ ‘When dwelling in a foreign land, Sustained by others’ provisions, Even if a lowly person tries to drive you away, The wise should show patience.

source: ཀྱེ་མ་ཡུལ་ལོག་བདག་གནས་ཤིང་། །མཛའ་བཤེས་ངན་དང་ཕྲད་པ་ན། །བྱིས་པ་རྣམས་དང་འགྲོགས་པ་ཡི། །གནས་སུ་མི་ངན་རྟེན་བྱེད་མེད། །
en: “ ‘Alas! If I’m living in a backward land, Where I meet vile companions, Wicked people who fraternize with childish fools Offer no reliable support.

source: ཤེས་རབ་ལྡན་པས་དེ་བས་མས། །མི་ཤེས་མི་དང་འགྲོགས་བྱེད་ཀྱང་། །མཁས་པས་ནོར་དང་ལོངས་སྤྱོད་ཕྱིར། །གཟུ་ལུམས་ཁོ་ནར་ཁྲོ་མི་བྱ། །
en: “ ‘The wise, having considered this, May befriend ignorant people; Yet, they will refrain from resenting their hypocritical Concern with wealth and amenities.

source: ཇི་ལྟར་ཐལ་བས་བཀབ་པའི་མེ། །རྩྭ་དང་ཤིང་གིས་གཡོགས་པ་ལ། །རླུང་རྣམས་ཀྱིས་ནི་ལེགས་བུས་ན། །ཤིན་ཏུ་རབ་ཏུ་འབར་འགྱུར་ཏེ། །
en: “ ‘Embers covered by ashes Can burst back into flames, When fueled with straw and twigs And fanned by the wind.

source: རྩྭ་དང་ཤིང་དེ་བསྲེགས་ནས་སུ། །ཆེན་པོར་མཆེད་ཅིང་འབར་བ་ཡིས། །རྩྭ་དང་གེལ་པ་མང་པོ་དག །ལྗོན་ཤིང་ཆེན་པོ་སྲེག་པ་ལྟར། །
en: “ ‘Burning through the straw and twigs, Fire spreads and blazes, Burning ever more straw and twigs And full-grown trees as well.

source: དེ་བཞིན་རྣམ་རྟོག་བུད་ཤིང་ལས། །བྱུང་བའི་ཁྲོ་བ་མེ་འདྲ་བས། །བདག་ཉིད་དང་ནི་གཞན་དག་ལ། །ཕུང་ཁྲོལ་ཆེན་པོ་བྱེད་པར་འགྱུར། །
en: “ ‘Likewise, anger is like a wildfire, Blazing from the fuelwood of thinking, and Wreaking massive devastation Upon oneself and others.

source: དེ་ཕྱིར་ཁྲོ་བ་བྱུང་བ་ན། །ཞེ་སྡང་གཉེན་པོར་གྱུར་པ་ཡི། །བྱམས་པའི་སེམས་ལ་བསྒོམས་ནས་སུ། །མཁས་པ་རྣམས་ཀྱིས་ཟློག་པར་བྱེད། །
en: “ ‘Therefore, whenever anger arises, The learned, in order to counter this, Cultivate the attitude of love, Which is the antidote to aggression.

source: བསྟོད་པ་བྱས་ན་མཛའ་བྱེད་ལ། །མ་བསྟོད་མཛའ་བར་མི་བྱེད་ཅིང་། །མོད་ལ་ཡོངས་སུ་སྤོང་བྱེད་པ། །དེ་ནི་བྱིས་པའི་མཚན་ཉིད་ཡིན། །
en: “ ‘To be friendly when praised, And unfriendly when not, Should be immediately discarded, For these are traits of childish fools.

source: གལ་ཏེ་འདི་ན་བྱིས་པ་དག །སྒྲོ་གཤོག་བཏོགས་པའི་བྱ་ལྟ་བུར། །བློ་སྤངས་ཤེས་རབ་མ་འཆལ་ན། །
en: “ ‘If these childish fools, Who are like birds with their feathers plucked, Were not so bereft of intelligence and in need of insight,

source: མཁས་པ་ཇི་ལྟར་འཚོ་བར་འགྱུར། །
en: Then how would the learned eke out a living?

source: གང་ཕྱིར་བྱིས་པ་ཕལ་ཆེར་ནི། །བློ་གྲོས་སྤངས་ཤིང་ཤེས་འཚལ་བ། །
en: “ ‘But most childish people Are bereft of intelligence and in need of insight;

source: དེ་ཕྱིར་མཁས་པ་ཤེས་རབ་ཅན། །ཁྱད་པར་དུ་ནི་བདེ་བར་འཚོ། །
en: Therefore, it is quite easy For the learned and insightful to eke out a livelihood.

source: མཁས་པ་ནོར་རྙེད་དགའ་བར་མི་འགྱུར་ལ། །ཕོངས་པར་གྱུར་ཀྱང་མི་འཁྲུལ་འཁྲུག་པ་མེད། །
en: “ ‘The learned do not take joy in amassing wealth, Nor they are bewildered or disturbed by poverty.

source: རྗེས་སུ་གཟུང་ཕྱིར་ཕན་པ་དེ་སྨྲ་ན། །ལེགས་སྨྲ་ཡིན་ཞེས་གཞན་གྱིས་ཅིས་མི་རྟོགས། །
en: Since they preach what is beneficial to adopt, Why do others not recognize it as wise counsel?

source: མཁས་པ་གཟུ་ལུམས་མེད་པར་གྱུར་པ་དེ། །དེ་ཉིད་དཔྱད་པ་ལེགས་པར་མཉན་ནས་སུ། །དེ་ལྟར་རྣམ་པར་བསམས་ནས་རང་དོན་དང་། །གཞན་གྱི་དོན་དག་ལེགས་པར་སྤྱོད་པར་བྱེད། །
en: “ ‘The learned are without impetuosity— They pay heed to what they have examined, And having contemplated such subjects well, They implement whatever is good for themselves and others.

source: མཁས་པ་རྣམས་ནི་འཚོ་བའི་རྒྱུ་ཙམ་གྱིས། །སྡིག་པའི་ལས་རྣམས་ཀུན་ཏུ་སྤྱོད་མི་འགྱུར། །
en: “ ‘The learned do not indulge in negative deeds For the sake of survival.

source: གལ་ཏེ་བདེ་དང་སྡུག་བསྔལ་ལྡན་གྱུར་ཀྱང་། །རྟག་ཏུ་ཆོས་དོན་ཡོངས་སུ་གཏོང་བ་མེད། །
en: Whether in pleasure or in pain, They never forsake their virtuous goals.

source: བློ་ལྡན་གཡོ་སྒྱུ་ཅན་དུ་མི་འགྱུར་ཏེ། །རྨོངས་པར་མི་འགྱུར་ཚིག་རྩུབ་ཁྲོ་མི་འགྱུར། །
en: “ ‘The learned are not deceitful, Being neither deluded, nor scornful, nor angry.

source: ཕོངས་པའི་གནས་ན་མྱ་ངན་མི་བྱེད་པ། །གཞན་གྱིས་གནད་ལ་འབེབས་པར་བྱེད་རེ་སྐན། །
en: Misfortune does not cause them suffering— So how could they be affected when others harm them?

source: ཧ་ཅང་ཐལ་དང་ཧ་ཅང་ཞུམ་པ་ཡི། །དམན་པའི་མི་རྣམས་ལ་ཡང་མ་ཡིན་ཏེ
en: “ ‘They are not the type of inferior person Who is overly impetuous or diffident.

source: བར་མའི་གནས་ལ་སྟེན་པར་བྱེད་པ་དག །དེ་ནི་མཁས་པ་རྣམས་ཀྱི་མཚན་ཉིད་ཡིན། །
en: Keeping an even keel Is a characteristic of such learned ones.

source: ཧ་ཅང་ཐལ་བ་རྟག་ཏུ་འཁོན། །ཧ་ཅང་ཞུམ་པ་རྟག་ཏུ་བརྙས། །
en: “ ‘Excessive impetuosity leads to perpetual resentment, While excessive diffidence leads to perpetual loathing.

source: དེ་ཕྱིར་དེ་གཉིས་སྤངས་ནས་སུ། །གོ་འཕང་བར་མ་བསྟེན་པར་བྱ། །
en: Therefore, by avoiding these two, One should maintain a balanced position.

source: རེས་འགའ་ལྐུགས་པའམ་འོན་པ་ལྟ་བུར་གྱིས། །དུས་ལ་བབ་ནས་བདག་བཞིན་དུ་སྨྲོས། །
en: “ ‘Act deaf and mute at times, But command like a ruler when the time is right.

source: རེས་འགའ་གངས་རི་བཞིན་དུ་བསིལ་བར་གྱིས། །དུས་ལ་བབ་ན་མེ་ལྕེ་བཞིན་དུ་སྤོར། །
en: Remain cool like a snow mountain at times, But burn like fire when the time is right.

source: རེས་འགའ་རྩྭ་དང་འདྲ་བར་ཞུམ་པར་བྱ། །དུས་ལ་བབ་ན་རི་རབ་ལྟ་བུར་གྱིས། །
en: “ ‘Be humble like the grass at times, But stand firm like a mountain when the time is right.

source: རེས་འགའ་རྒྱལ་པོ་ལྟ་བུར་འགྱུར་བར་བར་བྱ། །དུས་ལ་བབ་ན་ཐུབ་འདྲ་ནགས་སུ་སོང་། །
en: Act like a king at times, But leave for the forest like a sage when the time is right.

source: རེས་འགའ་བཀྲེས་དང་སྐོམ་པའང་བཟོད་པར་བྱ། །དུས་སུ་བདེ་དང་སྡུག་བསྔལ་དང་དུ་བླང་། །
en: “ ‘Accept hunger and thirst at times, And embrace pain and pleasure at other times.

source: ནོར་ཕྱིར་བྲན་བཞིན་བཀོལ་པར་མི་བྱ་སྟེ། །ཁྲོ་བའི་དབང་དུ་གྱུར་པར་མི་བྱའོ། །
en: Avoid being exploited like a servant for the sake of wealth, And do not let yourself be controlled by anger.

source: རེས་འགའ་དགའ་བའི་གླུ་དང་སིལ་སྙན་གྱིས། །རྩེ་ཞིང་ཤ་དང་ཆང་ཡང་སྤྱད་པར་བྱ། །
en: “ ‘Take pleasure in song and music at times; And relish meat and alcohol.

source: རེས་འགའ་རི་དགས་ལྟ་བུར་འཇིགས་བཞིན་སོང་། །དུས་སུ་གཅན་གཟན་བཞིན་དུ་ཉམས་རྩལ་བསྟན། །
en: Move cautiously like a deer at times, Yet display the prowess of a predator when the time is right.

source: དང་པོར་དུས་དང་དུས་མིན་དང་། །བདག་ཉིད་སྟོབས་ལྡན་སྟོབས་མེད་དང་། །དར་དང་རྒུད་པ་བརྟགས་ནས་སུ། །
en: “ ‘Initially, assess whether or not the time is right, Whether or not you have the necessary strength, And whether there will be success or failure—

source: དེ་ནས་དོན་རྣམས་ལེགས་པར་བརྩམ། །
en: Only then should you act upon the matter.

source: བཟོད་མེད་རྣམས་ལ་བཟོད་པ་དང་། །བཟོད་ལྡན་རྣམས་ལའང་བཟོད་པར་གྱིས། །
en: “ ‘Be patient with those who are impatient, And also with those who are patient.

source: ཉམ་ཆུང་རྣམས་ལའང་བཟོད་པ་དང་། །སྟོབས་ལྡན་རྣམས་ལ་རྟག་བཟོད་གྱིས། །
en: Be patient with those who are weak, And always with those who are strong.

source: འཁོན་གྱིས་འཁོན་ཞིར་ནམས་ཀྱང་མི་འགྱུར་བས། །བཟོད་མེད་རྣམས་ལའང་བཟོད་པར་བྱས་ན་ལེགས། །
en: “ ‘Since hostility never pacifies hostility, It is better to be patient with those who lack patience themselves.

source: ཁྲོས་པ་རྣམས་ལ་རྟག་ཏུ་དང་བ་དང་། །གཞན་གྱི་སྐྱོན་རྣམས་རྟག་ཏུ་བཅབ་པར་གྱིས། །
en: Always be tranquil with those who are irritable, And always ignore others’ faults.

source: གཙོ་བོ་རྣམས་ཀྱི་ཚིག་ནི་འཇིགས་ཕྱིར་དང་། །འཐབ་ཟླའི་ཚིག་དག་འཐབ་གཅུགས་གྱུར་ཕྱིར་བཟོད། །
en: “ ‘Words of superiors are meant to intimidate, and Words of rivals are meant to provoke a fight, so have patience.

source: གང་ཞིག་འོག་མའི་ཚིག་དག་བཟོད་བྱེད་པ། །དེ་ནི་བཟོད་པའི་མཆོག་ཅེས་དམ་པས་གསུངས། །
en: The noble ones have declared that showing patience for the words of one’s inferiors Is known as the supreme patience.

source: གཤེ་དང་གྱ་ཚོམ་སྨྲ་བ་དང་། །ཚིག་ངན་སྨྲ་བར་བྱེད་པ་ལ། །བློ་གྲོས་ཆུང་ངུ་མི་བཟོད་དེ། །པད་མ་ལ་ནི་རྡོ་ཆར་བཞིན། །
en: “ ‘Small-minded people who are impatient With those who curse, speak rashly, And use harsh words Are like hail falling on a lotus flower.

source: གཤེ་དང་གྱ་ཚོམ་སྨྲ་བ་དང་། །ཚིག་ངན་སྨྲ་བར་བྱེད་པ་ལ། །མཁས་པ་ཤིན་ཏུ་བཟོད་བྱེད་དེ། །གླང་ཆེན་མེ་ཏོག་ཆར་པ་བཞིན། །
en: “ ‘Those learned ones who demonstrate great patience To those who curse, speak rashly, And use harsh words Are like a rain of flowers falling on an elephant.

source: ཁྲོ་བ་དང་ནི་བརྫུན་དག་དང་། །ཚིག་ངན་སྨྲ་བར་བྱེད་པ་ལ། །མཁས་པ་ཤེས་རབ་ལྡན་གྱུར་པ། །གང་ཡིན་དེ་ནི་ཐམས་ཅད་བཟོད། །
en: “ ‘The learned, possessing wisdom, Have patience for all those Who are angry and deceitful, And who use harsh words.

source: རྡོ་བ་བསྲེགས་ཀྱང་འཇུ་མི་འགྱུར། །ཆར་པ་བབ་ཀྱང་འཇིག་པ་མེད། །
en: “ ‘A rock does not melt when burned, Nor does it dissolve in the rain;

source: དེ་བཞིན་བདེ་དང་སྡུག་བསྔལ་གྱིས། །མཁས་པ་ཉམས་པར་འགྱུར་བ་མེད། །
en: Likewise, the learned never succumb To either happiness or pain.

source: གང་ཞིག་བདེན་པས་གཤེ་བྱེད་པ། །དེ་ལ་མཁས་པས་བཟོད་པར་བྱེད། །
en: “ ‘When justly scolded, The learned remain patient;

source: བདེན་པ་མ་ཡིན་པ་ཡང་བཟོད། །དེ་ལས་གཞན་པ་བསྟན་དུ་མེད། །
en: But they also remain patient when unjustly accused. No one demonstrates this apart from them.

source: འདི་ལྟར་སྐྱེས་བུ་མཁས་པ་ནོར་གྱི་ཕྱིར། །སྡུག་བསྔལ་བཟོད་བྱ་བཟོད་པར་འགྱུར་བར་བར་བྱ། །
en: “ ‘In this way, the learned may strive to endure Tolerable suffering for the sake of wealth;

source: གལ་ཏེ་མི་བཟོད་མྱ་ངན་རྣམ་སྤངས་ཏེ། །གཞན་དུ་སོང་ན་སྟོང་ཕྲག་རྙེད་དང་འདྲ། །
en: But if they can abandon intolerable miseries And go elsewhere, it is like gaining a thousandfold.

source: ཡལ་ག་སྙེགས་ལ་འཇུ་བར་མི་བྱ་ཞིང་། །ཆགས་བྲལ་སེམས་ལ་ཆགས་པར་མི་བྱ་སྟེ། །
en: “ ‘Don’t try to reach and grasp for branches. Instead, be free from desire, and don’t let your mind become attached.

source: བཟང་ཞིང་སྡུག་པས་ས་སྟེང་གང་བས་ན། །འཇིག་རྟེན་ཡངས་པ་གཞན་དུ་འགྲོར་ཟད་མོད། །
en: Since the Earth is filled with good and pleasant things, Surely you can go elsewhere in this wide world?

source: གང་ན་བརྙས་བྱེད་བཀུར་སྟི་མི་བྱེད་དང་། །སྨོད་པར་བྱེད་ཅིང་སྟོད་པར་མི་བྱེད་ན། །
en: “ ‘Wherever you are scorned, disrespected, Ridiculed, or defamed,

source: མཁས་དང་བླུན་འགྲོགས་ཆེད་ཀ་མི་ཆེ་བས། །རང་རྒྱལ་བཞིན་དུ་མ་སྨྲ་དེ་འགྲོ་རིགས། །
en: It is better to leave quietly like a solitary buddha. There is no good reason for the learned to keep company with fools.

source: གང་ན་སྐྱེས་བུ་འཐབ་ལ་དགའ་གྱུར་ནས། །གཡོ་སྒྱུའི་བསམ་ལྡན་རྟག་ཏུ་གླགས་ཀྱང་བྱེད། །
en: “ ‘Wherever people take delight in conflict, Entertain deceitful thoughts, are persistently malicious,

source: ཀྱལ་པ་དབྱེན་བརྫུན་ཚིག་རྩུབ་སྨྲ་བྱེད་པ། །དེ་ཚེ་མཁས་པ་མྱུར་དུ་ཡུལ་གཞན་སོང་། །
en: And indulge in gossipy, divisive, deceitful, or abusive speech, The learned will swiftly leave for other places.
